Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: ཡེ་ཤེས་ཀྱི་རྣམ་པ་དེས་ཕྱོགས་བཅུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཚད་མེད། གྲངས་མེད། དཔག་ཏུ་མེད་པ་དག་ཀྱང་མཐོང་བར་གྱུར། དེ་དག་ཆོས་སྟོན་པ་དག་ཀྱང་ཐོས་པར་གྱུར་ཏོ།
en: By means of the trait of wisdom, he saw the immeasurable, countless, incalculable blessed buddhas of the ten directions and heard their teaching of the Dharma. “

source: །འོད་སྲུང་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོ་དེ་ནགས་ཁྲོད་དེ་ནས་ཕྱིར་བྱུང་སྟེ། གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ཡུལ་འཁོར་དང་།
en: Then, Kāśyapa the bodhisattva Great Diligence emerged from the forest and went into the hamlets, towns, villages, surrounding regions, and royal palaces.

source: རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དག་ཏུ་ཞུགས་ནས་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པར་བྱེད་ཅིང་དེས་སྲོག་ཆགས་ཉི་ཁྲི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་དོ།
en: There he taught the Dharma to beings, establishing twenty thousand living beings in the thought of unsurpassed, perfect awakening.

source: །སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པ་དག་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པའི་བསོད་ནམས་དག་ལ་བཀོད་པར་གྱུར་ཏོ།
en: He established immeasurable, countless beings in the merits of the Śrāvaka and Pratyekabuddha Vehicles.

source: །ཕ་མ་དེ་གཉིས་དང་། བཙུན་མོའི་འཁོར་དེ་དག་དང་། འཁོར་གཞན་ཐམས་ཅད་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ངེས་པར་བྱས་སོ།
en: He securely established his parents, the retinue of queens, and everyone else in his retinue in unsurpassed, perfect awakening. “

source: །འོད་སྲུང་དེའི་ཚེ་དེའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོ་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་ནེམ་ནུར་དང་། ཡིད་གཉིས་དང་། ཐེ་ཚོམ་ཟ་བར་གྱུར་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Kāśyapa, if you are uncertain, undecided, or doubtful as to whether, at that particular time, the bodhisattva called Great Diligence was someone else, do not view it that way.

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོ་ཞེས་བྱ་བ་དེར་གྱུར་པའི་ཕྱིར་རོ།
en: For I myself, at that particular time, was the bodhisattva named Great Diligence. “

source: །འོད་སྲུང་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྩོན་འགྲུས་ཆེན་པོ་དེ་དང་། དེ་ལས་གཞན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཀྱི་རྗེས་སུ་བསླབ་པར་བྱའོ།
en: Therefore, Kāśyapa, bodhisattvas should emulate the bodhisattva great being Great Diligence and other bodhisattvas besides him who are perfectly endowed with the noble intention. “

source: །འོད་སྲུང་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་ཐབས་ལ་མི་མཁས་པ། བརྐམ་པ།
en: Furthermore, Kāśyapa, in the future, in the final five-hundred-year period, there will be some sons and daughters of noble family, followers of the Bodhisattva Vehicle, who will not be skilled in means.

source: འདོད་པས་ཟིལ་གྱིས་ནོན་པ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: They will be overcome with craving and desire.

source: དེ་དག་ནི་རས་བཅོས་བུ་དང་རྩིག་ངོས་ལ་བྲིས་པ་འམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་གཞན་དག་ལ་མཆོད་པ་བྱས་པས་དངོས་གྲུབ་དང་། རྫུ་འཕྲུལ་ཐོབ་པར་སེམས་ཤིང་།
en: Thinking to attain accomplishments and magic powers, they will worship images of the Tathāgata drawn on cotton robes or on walls, or other images.

source: དེ་དག་འདི་སྙམ་དུ་བདག་ཅག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་བྱེད་པ་ཡིན་གྱི། གཞན་དག་ནི་མཆོད་པ་བྱེད་པ་མ་ཡིན་ནོ་སྙམ་དུ་རློམ་སེམས་སུ་ཡང་འགྱུར་ཏེ།
en: They will become conceited, thinking, ‘We worship the Tathāgata, but others do not worship him.’

source: དེ་དག་དགེ་བ་ཅུང་ཟད་ཙམ་པོ་དེས་བདག་ལ་སྟོད་པར་བྱེད། གཞན་ལ་སྨོད་པར་བྱེད་ཅིང་གཞི་དེས་འཚོ་བར་སེམས་པར་ཡང་འགྱུར་རོ། །འོད་སྲུང་དེའི་ཚེ་ན་གང་དག་གིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱེད་དུ་བཅུག་པ་དང་།
en: They will praise themselves for that slight act of virtue and disparage others, while thinking to make their living on that basis. “

source: འདུས་པ་དང་། གཞན་ཡང་དེ་བཞིན་གཤེགས་པའི་མཆོད་པ་རྣམ་པ་སྣ་ཚོགས་དག་མ་གཏོགས་པར་དེ་ལྟར་ལུང་མནོད་པ་ཡོངས་སུ་ཚོལ་བར་མི་འགྱུར། ཁ་ཏོན་མི་བྱེད། བསམ་གཏན་མི་སྒོམ། ནང་དུ་ཡང་དག་འཇོག་ལ་གཅེས་པར་སེམས་པར་མི་འགྱུར་ཏེ།
en: Kāśyapa, at that time there will be those who, apart from commissioning images of the Tathāgata, assembling, and performing various forms of worship of the Tathāgata, will thus not think to seek out instruction, to perform recitation, to cultivate concentration, or to value meditative seclusion.

source: དེ་དག་དེའི་ཚེ་ན་ཁྱིམ་པ་དང་། རབ་ཏུ་བྱུང་བ་དག་གིས་མཆོད་པ་དང་། རི་མོ་བྱ་བ་དང་། ཤེས་པ་དང་། ཤིན་ཏུ་ཡོངས་སུ་ཤེས་པར་ཡང་འགྱུར་ཞིང་གཞི་དེས་དེ་དག་གིས་ཆོས་གོས་དང་།
en: At that time, householders and those who have gone forth will become knowledgeable and expert in making offerings and paying homage.

source: བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་ཀྱང་རྙེད་པར་འགྱུར་རོ།
en: On that basis, they will acquire monastic robes, alms food, bedding, seats, medicines to cure illness, and possessions. “

source: །འོད་སྲུང་ངས་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་རྣམས་ཀྱི་ལས་སུ་འདི་ལྟ་སྟེ། ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ལ་གནས་ཏེ་མང་དུ་ཐོས་པ་ཡོངས་སུ་བཙལ་བར་བྱའོ་ཞེས་བསྟན་ན།
en: Kāśyapa, since I have taught that those who are followers of the Bodhisattva Vehicle should abide by the components of moral discipline and seek great learning, consider how at that time those people will live with deficient moral discipline.

source: དེ་དག་ནི་དེའི་ཚེ་ན་ཚུལ་ཁྲིམས་འཆལ་པ་ཁོ་ནར་གནས་ཤིང་ཆོས་ཡོངས་སུ་བཙལ་བ་སྤངས་ནས་དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་དག་ལ་མཆོད་པའི་ལས་བྱ་བའི་ཕྱིར་བརྩོན་པར་འགྱུར་ཞིང་གཞི་དེས་འཚོ་བར་འགྱུར་བར་སེམས་པ་ལ་ལྟོས།
en: Having abandoned their search for the Dharma, they will exert themselves in acts of worship at the stūpas of the Tathāgata, thinking to make their living on that basis.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་དག་གི་སྒྱུ་དང་། གཡོ་དང་། གྱ་གྱུ་དེ་དག་མང་དུ་བཀའ་སྩལ་པ་ནི་ངོ་མཚར་ལགས་སོ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, it is wonderful, all that you have said about the deceit, dishonesty, and crookedness of those unholy individuals.

source: །བདེ་བར་གཤེགས་པ་ངོ་མཚར་ལགས་ཏེ།
en: Sugata, it is wonderful!

source: བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དད་པ་དང་ལྡན་པ་དག་གིས་མདོ་སྡེ་འདི་ལྟ་བུ་ཐོས་ནས། སུ་ཞིག་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་སྦྱོང་བར་མི་བགྱིད་ལགས། བཅོམ་ལྡན་འདས་གཞན་ཡང་འདི་ལྟ་སྟེ། སླད་མའི་ཚེ་སླད་མའི་དུས་ན་རིགས་ཀྱི་བུ་དང་།
en: Blessed One, after hearing such a sūtra as this, what son or daughter of noble family would not practice the components of moral discipline?

source: རིགས་ཀྱི་བུ་མོ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་བདག་ཅག་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན། བདག་ཅག་ནི་དེ་བཞིན་གཤེགས་པས་གཟིགས་པས་ན། བདག་ཅག་ཡུལ་འདི་ལྟ་བུ་ལ་སྤྱོད་པ་ལས་ཕྱིར་ལྡོག་པར་བྱའོ་ཞེས་ཀུན་ཏུ་སྐྱོ་བ་སྐྱེ་བར་འགྱུར་ཞིང་རབ་ཏུ་སྤྱོད་པར་འགྱུར་བར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Moreover, Blessed One, Tathāgata, please bless this Dharma discourse so that in a later period of time sons and daughters of noble family who have heard this Dharma discourse will say, ‘Since the Tathāgata knows us, since the Tathāgata sees us, we must turn away from conduct in a domain such as this,’ and so that they will then feel great remorse and develop good conduct.”

source: །འོད་སྲུང་དེ་བཞིན་གཤེགས་པས་གནས་རྣམ་པ་འདི་ལྟ་བུ་གང་ཅི་སྟོན་པ་དང་། ཡང་དག་པར་སྟོན་པར་མཛད་པ་དེ་དག་ཐམས་ཅད་ནི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་ཉིད་ཀྱི་ཆེད་དུ་སྟེ། འདི་ལྟར་དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པར་འགྱུར་ཞིང་ཐོས་ནས་ཀྱང་སྐྱོན་དེ་དག་ཡོངས་སུ་སྤོང་བར་འགྱུར་བའི་ཕྱིར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་དང་།
en: When he said this, the Blessed One replied to the elder Mahākāśyapa, “Kāśyapa, whatever the Tathāgata teaches about subjects such as this, everything that he teaches is for the sake of those very sons and daughters of noble family, so that they will hear this Dharma discourse and thereafter abandon their faults.”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་།
en: When the Blessed One had said this, the elder Mahākāśyapa, the bodhisattva great being Maitreya, Mañjuśrīkumārabhūta, and the bodhisattvas and monks, as well as the world with its gods, humans, asuras, and gandharvas, rejoiced and praised the words of the Blessed One.

source: མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་འཕགས་པ་བྱམས་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་ཉི་ཤུ་གསུམ་པ་རྫོགས་སོ།། །།
en: This concludes The Noble Great Lion’s Roar of Maitreya, the twenty-third of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། པྲཛྙ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: Translated, edited, and finalized by the Indian preceptors Jinamitra, Surendrabodhi, and Prajñāvarman and the chief editor and translator Bandé Yeshé Dé and others.
